amd-ucode
appimagelauncher
arandr
balena-etcher
base
base-devel
bat
chaotic-keyring
chaotic-mirrorlist
clonezilla
coolercontrol
devtools
efibootmgr
eza
firefox
fzf
gamemode
gamescope
gamescope-session-git
gamescope-session-steam-git
garcon
gdm
gdm-settings
git
gnome-keyring
gpart
gparted
grimblast-git
gst-plugin-pipewire
gvfs
htop
hyprland
imagemagick
inotify-tools
inxi
kitty
kitty-shell-integration
kitty-terminfo
lib32-vkbasalt
lib32-vulkan-radeon
libgdm
libpulse
linux-firmware
linux-zen
liquidctl
lutris
mesa-utils
micro
motd
mtools
neofetch
networkmanager
ntfs-3g
pacman-contrib
paru
paruz
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
protonup-rs
python-pywal
qt5-wayland
qt6-wayland
ranger
rofi-lbonn-wayland
steam
swaybg
thunar
thunar-archive-plugin
thunar-volman
ttf-profont-nerd
tumbler
vivaldi
vivaldi-ffmpeg-codecs
vkbasalt
vulkan-radeon
waybar
wayland-utils
wireplumber
wl-clipboard
xdg-autostart
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-fbdev
xfce-simple-dark
xfce-superkey-git
xfce4-appfinder
xfce4-goodies-meta
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4
xfwm4-themes
xorg-xwayland
zram-generator
zsh
